Repository: SIXiaolong1117/WinWoL
Catalog: WinWoL/Language/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AboutAliPay.Content
source: Alipay
zh_cn: 支付宝

# AboutAuthor.Text
source: Author
zh_cn: 作者

# AboutHeader.Text
source: About
zh_cn: 关于

# AboutNSRightTip.Text
source: © 2024 SI Xiaolong. Under MIT License.
zh_cn: © 2024 司晓龙. 使用 MIT License.

# AboutReference.Text
source: Dependencies
zh_cn: 依赖

# AboutRepo.Content
source: Repository
zh_cn: 开源仓库

# AboutSponsor.Text
source: Sponsor
zh_cn: 赞助者

# AboutWePay.Content
source: WeChat
zh_cn: 微信

# AboutWiki.Content
source: Wiki
zh_cn: 使用教程

# AboutWoL.Text
source: About
zh_cn: 关于

# AboutWoLRight.Text
source: Remote Toolbox
zh_cn: 远程工具箱

source: Add
zh_cn: 添加

# AddConfig.Content
source: Add
zh_cn: 添加配置

# AddConfig.Label
source: Add
zh_cn: 添加

# AddConfigDialogTitle.Text
source: Add configuration
zh_cn: 添加配置

# AppearanceSetting.Text
source: Settings
zh_cn: 设置

# AppTitle
source: Remote Toolbox
zh_cn: 远程工具箱

source: Cancel
zh_cn: 取消

source: Change
zh_cn: 修改

source: Confirm
zh_cn: 确认

source: Copy
zh_cn: 复制

# DatabaseSetting.Text
source: Database
zh_cn: 数据库

source: Delete
zh_cn: 删除

# DialogConfigNameTextBox.Header
source: Name
zh_cn: 名称

# DialogConfigNameTextBox.PlaceholderText
source: Display name
zh_cn: 显示名称

# DialogGeneral.Text
source: General
zh_cn: 常规

# DialogIpAddressTextBox.Header
source: Host
zh_cn: 主机

# DialogIpAddressTextBox.PlaceholderText
source: Domain or IP
zh_cn: 域名或 IP

# DialogRDPHeader.Text
source: RDP configuration
zh_cn: RDP 配置

# DialogSSHCommandTextBox.Header
source: SSH command
zh_cn: SSH 命令

# DialogSSHPortTextBox.Header
source: SSH port
zh_cn: SSH 端口

# DialogSSHShutdownHeader.Text
source: SSH shutdown
zh_cn: SSH 关机

# DialogSSHUserTextBox.Header
source: SSH user
zh_cn: SSH 用户

# DialogUsingSSHKeyTextBox.Text
source: Key Auth
zh_cn: 密钥认证

# DialogWoLHeader.Text
source: WoL configuration
zh_cn: WoL 配置

source: Edit
zh_cn: 编辑

source: Export
zh_cn: 导出

# FeedbackBugs.Content
source: Feedback bugs
zh_cn: 反馈问题

# HideConfig.Label
source: Show/Hide
zh_cn: 显示/隐藏

# ImportConfig.Content
source: Import
zh_cn: 导入配置

# ImportConfig.Label
source: Import
zh_cn: 导入

# IndependentAddressCheckBox.Content
source: Independent WoL address
zh_cn: 独立 WoL 地址

# IndependentAddressCheckBoxTips.Text
source: Independent WoL addresses can be filled with the broadcast address.
zh_cn: 独立的 WoL 地址可以用广播地址。

# IndependentAddressTextBox.Header
source: WoL address
zh_cn: WoL 地址

# IPAddress.Text
source: IP address
zh_cn: IP 地址

# LanguageSetting.Text
source: Language
zh_cn: 语言设置

# MacAddressTextBox.Header
source: Mac address
zh_cn: Mac 地址

source: Magic Packet sending failed!
zh_cn: Magic Packet 发送失败！

# MagicPacketSendingFailedSubtitle
source: Please check the configuration you have filled in.
zh_cn: 请检查您填写的配置内容

source: Magic Packet sent successfully!
zh_cn: Magic Packet 发送成功！

# MagicPacketSentSuccessfullySubtitle
source: Magic Packet has been sent successfully over UDP.
zh_cn: Magic Packet 已经通过 UDP 成功发送

source: Move Backward
zh_cn: 向后移动

source: Move Forward
zh_cn: 向前移动

source: Overlay
zh_cn: 覆盖

# PingRefHeader.Text
source: Ping Test
zh_cn: Ping 测试

# PingTips.Text
source: Note: The Magic Packet for Wake on LAN is sent via UDP. TCP connectivity does not imply UDP reachability.
zh_cn: 注意：WoL 的魔术包通过 UDP 发送。TCP 连接成功并不意味着 UDP 可达。

# PRIVACYLink.Content
source: PRIVACY
zh_cn: 隐私策略

source: RDP
zh_cn: 远程桌面

# RDPIPPortTextBox.Header
source: RDP port
zh_cn: RDP 端口

# RDPPort.Text
source: RDP port
zh_cn: RDP 端口

# ResetDatabase.Content
source: Reset database
zh_cn: 重置数据库

# ResetDatabaseSetting.Text
source: Reset database
zh_cn: 重置数据库

# ResetDatabaseTips.Subtitle
source: This will cause you to lose all configuration data and it will be impossible to get it back!
zh_cn: 这会使您丢失所有的配置数据，且无法找回！

# ResetDatabaseTips.Title
source: Reset database?
zh_cn: 您确定要重置数据库吗？

source: Run SSH Script
zh_cn: 执行 SSH 脚本

# SelectSSHKeyPath.Content
source: Select…
zh_cn: 选择…

# SettingsHeader.Text
source: Settings
zh_cn: 设置

# SponsorMe.Text
source: Sponsor Me:
zh_cn: 赞助我:

# SSHCommandTextBox.Header
source: SSH shutdown command
zh_cn: SSH 关机命令

# SSHHeader
source: SSH shortcut
zh_cn: SSH 脚本

# SSHKeyPathTextBox.Header
source: SSH Key path
zh_cn: SSH Key 路径

# SSHKeyTips1.Text
source: Only RSA and DSA private keys in OpenSSH and ssh.com formats are supported.
zh_cn: 仅支持 OpenSSH 和 ssh.com 格式的 RSA 和 DSA 私钥。

# SSHKeyTips2.Text
source: This app only records the location of your keys and does not store their content.
zh_cn: 此应用程序仅记录您的密钥路径，并不存储其内容。

# SSHPasswordBox.Header
source: SSH Password
zh_cn: SSH 密码

# SSHPasswordTips1.Text
source: SSH passwords will be requested before sending any requests, and this application will not record your password in any form.
zh_cn: 在发送任何 SSH 请求之前，都会要求您提供 SSH 密码，并且本应用程序不会以任何形式记录您的密码。

# SSHPasswordTips2.Text
source: Note: SSH password login is not a secure option. We recommend using key-based authentication instead.
zh_cn: 注意：SSH 密码登录不是一个安全选项。 我们建议改用基于密钥的身份验证。

# SSHPort.Text
source: SSH port
zh_cn: SSH 端口

# SSHPortTextBox.Header
source: SSH port
zh_cn: SSH 端口

# SSHResponse.Title
source: SSH results:
zh_cn: SSH 结果：

# SSHShortcutTips.Text
source: Double-click to execute, right-click to open the menu
zh_cn: 双击执行命令，右键打开菜单

source: SSH Shutdown
zh_cn: SSH关机

# SSHShutdownCMD.Text
source: SSH shutdown command
zh_cn: SSH 关机命令

# SSHShutdownPort.Text
source: SSH port
zh_cn: SSH 端口

# SSHUserTextBox.Header
source: SSH user
zh_cn: SSH 用户

# TCPingRDPHeader.Text
source: TCPing RDP port
zh_cn: TCPing RDP 端口

# TCPingSSHHeader.Text
source: TCPing SSH port
zh_cn: TCPing SSH 端口

# TCPingWoLHeader.Text
source: TCPing WoL port
zh_cn: TCPing WoL 端口

# ThemeSetting.Text
source: App theme
zh_cn: 应用主题

# WoL
source: Wake on LAN
zh_cn: 网络唤醒

# WoLAddress.Text
source: WoL address
zh_cn: WoL 地址

# WoLHeader
source: Remote Tools
zh_cn: 远程工具

# WoLPort.Text
source: WoL port
zh_cn: WoL 端口

# WoLPortTextBox.Header
source: WoL port
zh_cn: WoL 端口

# WoLTips1.Text
source: Double-click to wake, Right-click to open the menu
zh_cn: 双击唤醒设备，右键打开菜单

# WoLTips2.Text
source: Selected configuration details
zh_cn: 选中配置的详细信息
